IDEA Open Model
ResultOfIncrement2 Properties
Compatible with IDEA StatiCa 20.1
The ResultOfIncrement2 type exposes the following members.
Properties
Name | Description
AxialForce
 Axial force
AxialStrain
 Axial strain
AxialStress
 Axial stress
Increment
 Increment of load case
Top
See Also
Reference
ResultOfIncrement2 Class
IdeaRS.OpenModel.Result Namespace